{

 "routes": [
  {"name": "Home",
   "url": "/"},
  {"name": "About",
   "url": "/about"},
  {"name": "FIRST",
   "url": "/first"},
  {"name": "FLL",
   "url": "/fll"},
  {"name": "Vex",
  "url": "/vex"},
  {"name": "Sponsors",
   "url": "/sponsors"},
  {"name": "2016",
    "url": "/first/2016"}
  ],

  "home": {
    "menu": menu,
    "description": "We are Team 188, a high school robotics team based out of Scarborough, Ontario. We were the first-ever canadian FRC team and we strive to make a positive impact in our school and our community.",
    "routes" : routes
  },

  "about": {
    "menu" : menu,
    "paras" : [
      {"title" : "About Us",
       "para" : "Woburn Robotics is an extracurricular high school robotics team based at Woburn Collegiate Institute in Toronto, Canada, which gathers every year to take part in the FIRST FIRST Robotics Competition, an international contest that teams students up with engineers and sponsors from local businesses to develop skills in science, technology, marketing, and leadership. In six intense weeks the team brainstorms, designs, constructs, and tests its 120-pound robot for the competition, whose objective is different every year. The robots are then immediately shipped off to compete in enormous tournaments (including the Greater Toronto Regional)."
     },
     {"title" : "Outreach",
      "para" : "This is where we can talk about our outreach and blah blah blahblah blah blahblah blah blahblah blah blahblah blah blahblah blah blahblah blah blahblah blah blahblah blah blahblah blah blahblah blah blahblah blah blahblah blah blahblah blah blahblah blah blah"
     }
   ],
    "routes" : routes
  },

  "first" : {
    "menu" : menu,
    "routes" : routes

  },
  "community" : {
    "menu" : menu,
    "routes" : routes
  },
  "vex" : {
    "menu" : menu,
    "paras" : [
      {
        "title" : "Vex Robotics Competition",
        "para" : "Every year Team 188 competes in our annual Vex Robotics Tournament. Here are some of the robots we have made in the past."
      }
    ],
    "routes" : routes
  },

  "sponsors" :  {
    "menu" : menu,
    "paras" : [
      {
        "title" : "Our Sponsors",
        "para" : "Our team is incredibly gratefull for all of our sponsors and their role in making Team 188 possible."
      }
    ],
    "routes" : routes
  },

  "scouting" : {
    "matchNumber" : 1,
    "station" : "r1",
    "teamNumber" : "1241"
  }

  }
